
var prc=[];
//=Арочная теплица (крашенная) с шагом 1 м. из профиля 20х20
prc['k4120x20d'] = 5900;
prc['k6120x20d'] = 6900;
prc['k8120x20d'] = 7900;
prc['k10120x20d'] = 8900;

prc['ko4120x20d'] = 9900;
prc['ko6120x20d'] = 13200;
prc['ko8120x20d'] = 16400;
prc['ko10120x20d'] = 19600;

prc['kof4120x20d'] = 11200;
prc['kof6120x20d'] = 14800;
prc['kof8120x20d'] = 18400;
prc['kof10120x20d'] = 22000;

prc['p4120x20d'] = 14200;
prc['p6120x20d'] = 17700;
prc['p8120x20d'] = 22400;
prc['p10120x20d'] = 27100;

//=Арочная теплица (крашенная) с шагом 1 м. из профиля 20х40
prc['k4120x40d'] = 8400;
prc['k6120x40d'] = 9400;
prc['k8120x40d'] = 10400;
prc['k10120x40d'] = 11400;

prc['ko4120x40d'] = 12500;
prc['ko6120x40d'] = 15700;
prc['ko8120x40d'] = 18900;
prc['ko10120x40d'] = 22100;

prc['kof4120x40d'] = 13700;
prc['kof6120x40d'] = 17300;
prc['kof8120x40d'] = 20900;
prc['kof10120x40d'] = 24500;

prc['p4120x40d'] = 16700;
prc['p6120x40d'] = 20200;
prc['p8120x40d'] = 24900;
prc['p10120x40d'] = 29600;

//=Арочная теплица (крашенная) с шагом 0,67 м. из профиля 20х20
prc['k406720x20d'] = 6800;
prc['k606720x20d'] = 8200;
prc['k806720x20d'] = 9700;
prc['k1006720x20d'] = 11300;

prc['ko406720x20d'] = 10800;
prc['ko606720x20d'] = 14500;
prc['ko806720x20d'] = 18200;
prc['ko1006720x20d'] = 22000;

prc['kof406720x20d'] = 12100;
prc['kof606720x20d'] = 16100;
prc['kof806720x20d'] = 20200;
prc['kof1006720x20d'] = 24400;

prc['p406720x20d'] = 15100;
prc['p606720x20d'] = 19000;
prc['p806720x20d'] = 24200;
prc['p1006720x20d'] = 29500;

//=Арочная теплица (крашенная) с шагом 0,67 м. из профиля 20х40
prc['k406720x40d'] = 9300;
prc['k606720x40d'] = 10700;
prc['k806720x40d'] = 12200;
prc['k1006720x40d'] = 13800;

prc['ko406720x40d'] = 13400;
prc['ko606720x40d'] = 17000;
prc['ko806720x40d'] = 20700;
prc['ko1006720x40d'] = 24500;

prc['kof406720x40d'] = 14600;
prc['kof606720x40d'] = 18600;
prc['kof806720x40d'] = 22700;
prc['kof1006720x40d'] = 26900;

prc['p406720x40d'] = 17600;
prc['p606720x40d'] = 21500;
prc['p806720x40d'] = 26700;
prc['p1006720x40d'] = 32000;

//=Арочная теплица (крашенная) с шагом 0,5 м. из профиля 20х20
prc['k40520x20d'] = 7700;
prc['k60520x20d'] = 9500;
prc['k80520x20d'] = 11500;
prc['k100520x20d'] = 13700;

prc['ko40520x20d'] = 11700;
prc['ko60520x20d'] = 15800;
prc['ko80520x20d'] = 20000;
prc['ko100520x20d'] = 24400;

prc['kof40520x20d'] = 13000;
prc['kof60520x20d'] = 17400;
prc['kof80520x20d'] = 22000;
prc['kof100520x20d'] = 26800;

prc['p40520x20d'] = 16000;
prc['p60520x20d'] = 20300;
prc['p80520x20d'] = 26000;
prc['p100520x20d'] = 31900;

//=Арочная теплица (крашенная)  с шагом 0,5 м. из профиля 20х40
prc['k40520x40d'] = 10200;
prc['k60520x40d'] = 12000;
prc['k80520x40d'] = 14000;
prc['k100520x40d'] = 16200;

prc['ko40520x40d'] = 14300;
prc['ko60520x40d'] = 18300;
prc['ko80520x40d'] = 22500;
prc['ko100520x40d'] = 26900;

prc['kof40520x40d'] = 15500;
prc['kof60520x40d'] = 19900;
prc['kof80520x40d'] = 24500;
prc['kof100520x40d'] = 29300;

prc['p40520x40d'] = 18500;
prc['p60520x40d'] = 22800;
prc['p80520x40d'] = 28500;
prc['p100520x40d'] = 34400;

//=Арочная теплица (оцинкованная) с шагом 1м. из профиля 20х20
prc['k4120x20r'] = 7900;
prc['k6120x20r'] = 9900;
prc['k8120x20r'] = 12200;
prc['k10120x20r'] = 14500;

prc['ko4120x20r'] = 11900;
prc['ko6120x20r'] = 15200;
prc['ko8120x20r'] = 18400;
prc['ko10120x20r'] = 21600;

prc['kof4120x20r'] = 13200;
prc['kof6120x20r'] = 16800;
prc['kof8120x20r'] = 20400;
prc['kof10120x20r'] = 24000;

prc['p4120x20r'] = 16200;
prc['p6120x20r'] = 19700;
prc['p8120x20r'] = 24400;
prc['p10120x20r'] = 29100;

//=Арочная теплица (оцинкованная) с шагом 1 м. из профиля 20х40
prc['k4120x40r'] = 10400;
prc['k6120x40r'] = 12400;
prc['k8120x40r'] = 14700;
prc['k10120x40r'] = 16900;

prc['ko4120x40r'] = 14500;
prc['ko6120x40r'] = 17700;
prc['ko8120x40r'] = 20900;
prc['ko10120x40r'] = 24100;

prc['kof4120x40r'] = 15700;
prc['kof6120x40r'] = 19300;
prc['kof8120x40r'] = 22900;
prc['kof10120x40r'] = 26500;

prc['p4120x40r'] = 18700;
prc['p6120x40r'] = 22200;
prc['p8120x40r'] = 26900;
prc['p10120x40r'] = 31600;

//=Арочная теплица (оцинкованная) с шагом 0,67 м. из профиля 20х20
prc['k406720x20r'] = 9000;
prc['k606720x20r'] = 11400;
prc['k806720x20r'] = 14300;
prc['k1006720x20r'] = 17300;

prc['ko406720x20r'] = 13000;
prc['ko606720x20r'] = 16700;
prc['ko806720x20r'] = 20500;
prc['ko1006720x20r'] = 24400;

prc['kof406720x20r'] = 14300;
prc['kof606720x20r'] = 18300;
prc['kof806720x20r'] = 22500;
prc['kof1006720x20r'] = 26800;

prc['p406720x20r'] = 17300;
prc['p606720x20r'] = 21200;
prc['p806720x20r'] = 26500;
prc['p1006720x20r'] = 31900;

//=Арочная теплица (оцинкованная) с шагом 0,67 м. из профиля 20х40
prc['k406720x40r'] = 11500;
prc['k606720x40r'] = 13900;
prc['k806720x40r'] = 16800;
prc['k1006720x40r'] = 19700;

prc['ko406720x40r'] = 15600;
prc['ko606720x40r'] = 19200;
prc['ko806720x40r'] = 23000;
prc['ko1006720x40r'] = 26900;

prc['kof406720x40r'] = 16800;
prc['kof606720x40r'] = 20800;
prc['kof806720x40r'] = 25000;
prc['kof1006720x40r'] = 29300;

prc['p406720x40r'] = 19800;
prc['p606720x40r'] = 23700;
prc['p806720x40r'] = 29000;
prc['p1006720x40r'] = 34400;

//=Арочная теплица (оцинкованная) с шагом 0,5 м. из профиля 20х20
prc['k40520x20r'] = 10000;
prc['k60520x20r'] = 13000;
prc['k80520x20r'] = 16400;
prc['k100520x20r'] = 20000;

prc['ko40520x20r'] = 14000;
prc['ko60520x20r'] = 18300;
prc['ko80520x20r'] = 22600;
prc['ko100520x20r'] = 27100;

prc['kof40520x20r'] = 15300;
prc['kof60520x20r'] = 19900;
prc['kof80520x20r'] = 24600;
prc['kof100520x20r'] = 29500;

prc['p40520x20r'] = 18300;
prc['p60520x20r'] = 22800;
prc['p80520x20r'] = 28600;
prc['p100520x20r'] = 34600;

//=Арочная теплица (оцинкованная) с шагом 0,5 м. из профиля 20х40
prc['k40520x40r'] = 12500;
prc['k60520x40r'] = 15500;
prc['k80520x40r'] = 18900;
prc['k100520x40r'] = 22400;

prc['ko40520x40r'] = 16600;
prc['ko60520x40r'] = 20800;
prc['ko80520x40r'] = 25100;
prc['ko100520x40r'] = 29600;

prc['kof40520x40r'] = 17800;
prc['kof60520x40r'] = 22400;
prc['kof80520x40r'] = 27100;
prc['kof100520x40r'] = 32000;

prc['p40520x40r'] = 20800;
prc['p60520x40r'] = 25300;
prc['p80520x40r'] = 31100;
prc['p100520x40r'] = 37100;

//=Теплица «Капелька»*
prc['k420x20s'] = 7900;
prc['k620x20s'] = 9900;
prc['k820x20s'] = 12200;
prc['k1020x20s'] = 14500;

prc['ko420x20s'] = 11900;
prc['ko620x20s'] = 15200;
prc['ko820x20s'] = 18400;
prc['ko1020x20s'] = 21600;

prc['kof420x20s'] = 13200;
prc['kof620x20s'] = 16700;
prc['kof820x20s'] = 20400;
prc['kof1020x20s'] = 24000;

prc['p420x20s'] = 16200;
prc['p620x20s'] = 19700;
prc['p820x20s'] = 24400;
prc['p1020x20s'] = 29100;

//=Теплица Теплица «Двудугая»**
prc['k420x20e'] = 7900;
prc['k620x20e'] = 9900;
prc['k820x20e'] = 12200;
prc['k1020x20e'] = 14500;

prc['ko420x20e'] = 11900;
prc['ko620x20e'] = 15200;
prc['ko820x20e'] = 18400;
prc['ko1020x20e'] = 21600;

prc['kof420x20e'] = 13200;
prc['kof620x20e'] = 16700;
prc['kof820x20e'] = 20400;
prc['kof1020x20e'] = 24000;

prc['p420x20e'] = 16200;
prc['p620x20e'] = 19700;
prc['p820x20e'] = 24400;
prc['p1020x20e'] = 29100;

//=Теплица Теплица «Двудугая» (оцинкованная)
prc['k420x40e'] = 10400;
prc['k620x40e'] = 12400;
prc['k820x40e'] = 14700;
prc['k1020x40e'] = 16900;

prc['ko420x40e'] = 14500;
prc['ko620x40e'] = 17700;
prc['ko820x40e'] = 20900;
prc['ko1020x40e'] = 24100;

prc['kof420x40e'] = 15700;
prc['kof620x40e'] = 19300;
prc['kof820x40e'] = 22900;
prc['kof1020x40e'] = 26500;

prc['p420x40e'] = 18700;
prc['p620x40e'] = 22200;
prc['p820x40e'] = 26900;
prc['p1020x40e'] = 31600;

//================
prc['montaj4'] = 3000;
prc['montaj6'] = 3000;
prc['montaj8'] = 4000;
prc['montaj10'] = 5200;

//===================
prc['fundament4s'] = 1200;
prc['fundament6s'] = 1600;
prc['fundament8s'] = 2000;
prc['fundament10s'] = 2400;

prc['fundament4l'] = 1600;
prc['fundament6l'] = 2000;
prc['fundament8l'] = 2400;
prc['fundament10l'] = 2800;

prc['poli4p'] = 2400;
prc['poli6p'] = 3200;
prc['poli8p'] = 4000;
prc['poli10p'] = 4800;